tap "clintmod/formulas"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "mongodb/brew"
brew "apr-util"
brew "cliclick"
brew "cmake"
brew "openldap"
brew "curl"
brew "docker"
brew "ethereum"
brew "freetds"
brew "ghq"
brew "go"
brew "helm"
brew "k6"
brew "k9s"
brew "kompose"
brew "krb5"
brew "kubernetes-cli"
brew "kustomize"
brew "libpq"
brew "mas"
brew "mongosh"
brew "nmap"
brew "node@14"
brew "nvm"
brew "openjdk"
brew "peco"
brew "php@7.4", restart_service: true, link: true
brew "pulumi"
brew "pyenv"
brew "python@3.10"
brew "python@3.9"
brew "rbenv"
brew "rust"
brew "stern"
brew "tig"
brew "tor"
brew "translate-shell"
brew "trash"
brew "yarn"
brew "zsh-completions"
brew "mongodb/brew/mongodb-community"
cask "alacritty"
cask "alfred"
cask "anaconda"
cask "bettertouchtool"
cask "day-o"
cask "deepl"
cask "discord"
cask "dropbox"
cask "font-fira-code"
cask "ganache"
cask "google-cloud-sdk"
cask "google-japanese-ime"
cask "karabiner-elements"
cask "miniconda"
cask "ngrok"
cask "notion"
cask "postman"
cask "slack"
cask "tableplus"
cask "tor-browser"
cask "visual-studio-code"
cask "vivaldi"
cask "zoom"
mas "1Password", id: 443987910
mas "Battery Monitor", id: 836505650
mas "Duplicate File Finder", id: 1032755628
mas "KakaoTalk", id: 869223134
mas "Keynote", id: 409183694
mas "LINE", id: 539883307
mas "NordVPN", id: 905953485
mas "Paste", id: 967805235
