tap "1password/tap"
tap "agrinman/tap"
tap "atomicjar/tap"
tap "clintmod/formulas"
tap "elastic/tap"
tap "homebrew/bundle"
tap "homebrew/services"
tap "jmhobbs/tools"
tap "koekeishiya/formulae"
tap "mongodb/brew"
tap "oven-sh/bun"
tap "pulumi/tap"
tap "sqldef/sqldef"
tap "supabase/tap"
tap "ynqa/tap"
tap "yukiarrr/tap"
brew "act"
brew "node", link: false
brew "aicommits"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "pycparser"
brew "cryptography"
brew "aws-sam-cli"
brew "aws-sso-util"
brew "awscli"
brew "azure-cli"
brew "gettext"
brew "glib"
brew "carthage"
brew "certbot"
brew "cliclick"
brew "cmake"
brew "cowsay"
brew "deno"
brew "docker"
brew "unbound"
brew "gnutls"
brew "emacs"
brew "harfbuzz"
brew "leptonica"
brew "libass"
brew "libbluray"
brew "libmicrohttpd"
brew "pango"
brew "tesseract"
brew "ffmpeg"
brew "figlet"
brew "freetds"
brew "fzf"
brew "gawk"
brew "gcc"
brew "libavif"
brew "gd"
brew "gh"
brew "ghostscript"
brew "ghq"
brew "git"
brew "libgpg-error"
brew "gnupg"
brew "go"
brew "netpbm"
brew "gts"
brew "librsvg"
brew "graphviz"
brew "helm"
brew "libheif"
brew "imagemagick"
brew "jq"
brew "libzip"
brew "llvm"
brew "llvm@16"
brew "mas"
brew "mysql-client"
brew "mysql-client@8.4", link: true
brew "nginx", restart_service: :changed
brew "nvm"
brew "openblas"
brew "openjdk"
brew "peco"
brew "php"
brew "pinentry-mac"
brew "pipenv"
brew "poppler"
brew "pyenv"
brew "python@3.10"
brew "python@3.11"
brew "ruby-build"
brew "rbenv"
brew "rust"
brew "six"
brew "sl"
brew "socat"
brew "telnet"
brew "terraform"
brew "tig"
brew "tinyxml2"
brew "toilet"
brew "translate-shell"
brew "trash"
brew "tree"
brew "uv"
brew "yarn"
brew "zsh-completions"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "oven-sh/bun/bun"
brew "supabase/tap/supabase"
brew "ynqa/tap/jnv"
brew "yukiarrr/tap/ecsk"
cask "1password"
cask "1password-cli"
cask "alfred"
cask "anaconda"
cask "appcleaner"
cask "arc"
cask "authy"
cask "bartender"
cask "bettertouchtool"
cask "chatgpt"
cask "claude"
cask "cursor"
cask "deepl"
cask "discord"
cask "dotnet-sdk"
cask "dropbox"
cask "google-cloud-sdk"
cask "google-japanese-ime"
cask "karabiner-elements"
cask "mattermost"
cask "messenger"
cask "miniconda"
cask "ngrok"
cask "notion"
cask "notion-calendar"
cask "orbstack"
cask "postman"
cask "qblocker"
cask "slack"
cask "tableplus"
cask "the-unarchiver"
cask "visual-studio-code"
cask "zoom"
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "LINE", id: 539883307
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Paste", id: 967805235
mas "Xcode", id: 497799835
vscode "1password.op-vscode"
vscode "4ops.terraform"
vscode "amazonwebservices.codewhisperer-for-command-line-companion"
vscode "antfu.unocss"
vscode "betajob.modulestf"
vscode "bierner.markdown-mermaid"
vscode "bradlc.vscode-tailwindcss"
vscode "bung87.rails"
vscode "bung87.vscode-gemfile"
vscode "christian-kohler.npm-intellisense"
vscode "dart-code.dart-code"
vscode "dart-code.flutter"
vscode "dbaeumer.vscode-eslint"
vscode "denoland.vscode-deno"
vscode "eamodio.gitlens"
vscode "editorconfig.editorconfig"
vscode "esbenp.prettier-vscode"
vscode "figma.figma-vscode-extension"
vscode "firsttris.vscode-jest-runner"
vscode "formulahendry.auto-rename-tag"
vscode "formulahendry.code-runner"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "golang.go"
vscode "ibm.output-colorizer"
vscode "ionutvmi.path-autocomplete"
vscode "jebbs.plantuml"
vscode "jithurjacob.nbpreviewer"
vscode "kangping.protobuf"
vscode "lokalise.i18n-ally"
vscode "mechatroner.rainbow-csv"
vscode "mhutchie.git-graph"
vscode "mikestead.dotenv"
vscode "miroreo.replit"
vscode "mquandalle.graphql"
vscode "ms-azuretools.vscode-docker"
vscode "ms-ceintl.vscode-language-pack-ja"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.autopep8"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-ai"
vscode "ms-toolsai.vscode-ai-remote"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode.remote-explorer"
vscode "ms-vsliveshare.vsliveshare"
vscode "naumovs.color-highlight"
vscode "nicolas-liger.dbml-viewer"
vscode "peterj.proto"
vscode "pkief.material-icon-theme"
vscode "prisma.prisma"
vscode "qezhu.gitlink"
vscode "quicktype.quicktype"
vscode "rebornix.ruby"
vscode "redhat.vscode-yaml"
vscode "ritwickdey.liveserver"
vscode "saoudrizwan.claude-dev"
vscode "shan.code-settings-sync"
vscode "shd101wyy.markdown-preview-enhanced"
vscode "shopify.ruby-lsp"
vscode "sianglim.slim"
vscode "sryze.uridecode"
vscode "steoates.autoimport"
vscode "streetsidesoftware.code-spell-checker"
vscode "toba.vsfire"
vscode "tomoki1207.vscode-input-sequence"
vscode "vue.volar"
vscode "wingrunr21.vscode-ruby"
vscode "wmaurer.change-case"
vscode "wmontalvo.vsc-meta-snippet"
vscode "zxh404.vscode-proto3"
