1password.op-vscode
4ops.terraform
amazonwebservices.codewhisperer-for-command-line-companion
antfu.unocss
betajob.modulestf
bierner.markdown-mermaid
bradlc.vscode-tailwindcss
bung87.rails
bung87.vscode-gemfile
christian-kohler.npm-intellisense
dart-code.dart-code
dart-code.flutter
dbaeumer.vscode-eslint
denoland.vscode-deno
eamodio.gitlens
editorconfig.editorconfig
esbenp.prettier-vscode
figma.figma-vscode-extension
firsttris.vscode-jest-runner
formulahendry.auto-rename-tag
formulahendry.code-runner
github.copilot
github.copilot-chat
github.vscode-github-actions
golang.go
ibm.output-colorizer
ionutvmi.path-autocomplete
jebbs.plantuml
jithurjacob.nbpreviewer
kangping.protobuf
lokalise.i18n-ally
mechatroner.rainbow-csv
mhutchie.git-graph
mikestead.dotenv
miroreo.replit
mquandalle.graphql
ms-azuretools.vscode-docker
ms-ceintl.vscode-language-pack-ja
ms-kubernetes-tools.vscode-kubernetes-tools
ms-python.autopep8
ms-python.debugpy
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-ai
ms-toolsai.vscode-ai-remote
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode.remote-explorer
ms-vsliveshare.vsliveshare
naumovs.color-highlight
nicolas-liger.dbml-viewer
openai.openai-chatgpt-adhoc
peterj.proto
pkief.material-icon-theme
prisma.prisma
qezhu.gitlink
quicktype.quicktype
rebornix.ruby
redhat.vscode-yaml
ritwickdey.liveserver
saoudrizwan.claude-dev
shan.code-settings-sync
shd101wyy.markdown-preview-enhanced
shopify.ruby-lsp
sianglim.slim
sryze.uridecode
steoates.autoimport
streetsidesoftware.code-spell-checker
toba.vsfire
tomoki1207.vscode-input-sequence
vue.volar
wingrunr21.vscode-ruby
wmaurer.change-case
wmontalvo.vsc-meta-snippet
zxh404.vscode-proto3
