1Password.op-vscode
bbenoist.vagrant
BriteSnow.vscode-toggle-quotes
bung87.rails
bung87.vscode-gemfile
christian-kohler.npm-intellisense
DanielSanMedium.dscodegpt
dbaeumer.vscode-eslint
dnicolson.binary-plist
EditorConfig.EditorConfig
esbenp.prettier-vscode
firsttris.vscode-jest-runner
formulahendry.auto-rename-tag
formulahendry.code-runner
funkyremi.vscode-google-translate
GitHub.copilot
golang.go
IBM.output-colorizer
ionutvmi.path-autocomplete
jakeboone02.cypher-query-language
jebbs.plantuml
jithurjacob.nbpreviewer
JuanBlanco.solidity
kaiwood.center-editor-window
kaiwood.endwise
lokalise.i18n-ally
mechatroner.rainbow-csv
mhutchie.git-graph
mikestead.dotenv
mquandalle.graphql
ms-azuretools.vscode-docker
MS-CEINTL.vscode-language-pack-ja
ms-kubernetes-tools.vscode-kubernetes-tools
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode.remote-explorer
ms-vsliveshare.vsliveshare
naumovs.color-highlight
peterj.proto
PKief.material-icon-theme
qezhu.gitlink
quicktype.quicktype
rebornix.ruby
redhat.vscode-yaml
ritwickdey.LiveServer
shd101wyy.markdown-preview-enhanced
sianglim.slim
soerenuhrbach.vscode-deepl
sporto.rails-go-to-spec
sryze.uridecode
steoates.autoimport
streetsidesoftware.code-spell-checker
toba.vsfire
tomoki1207.vscode-input-sequence
tuxtina.json2yaml
Tyriar.sort-lines
Vue.volar
wingrunr21.vscode-ruby
wmaurer.change-case
wmontalvo.vsc-meta-snippet
zxh404.vscode-proto3
